cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "go"
brew "mas"
brew "peco"
brew "tig"
brew "yarn"

cask "clipy"
cask "docker"
cask "drawio"
cask "goland"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "postman"
cask "sequel-ace"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"